{
  "teamMembers": [
    {
      "id": "prof-ulas-bagci",
      "name": "Prof. Ulas Bagci",
      "position": "CEO and Founder of Ther-AI LLC",
      "department": "Executive",
      "bio": "Dr Ulas Bagci is founder and CEO of the Ther-AI LLC and he is leading AI efforts at the company. He is also an Associate Professor (with tenure) at the Northwestern University's Radiology and Biomedical Engineering Department at Chicago. His research interests are artificial intelligence, machine learning and their applications in biomedical and clinical imaging. Dr. Bagci has more than 400 peer-reviewed articles on these topics. Previously, he was a staff scientist and lab co-manager at the National Institutes of Health's radiology and imaging sciences department, center for infectious disease imaging. Dr. Bagci holds several NIH R01 and U01 grants (as Principal Investigator) and serves as a steering committee member of AIR (artificial intelligence resource) at the NIH. Dr. Bagci also serves as an area chair for MICCAI for several years and he is an associate editor of top-tier journals in his fields such as IEEE Trans. on Medical Imaging, Medical Physics, and Medical Image Analysis. Prof. Bagci teaches machine learning, advanced deep learning methods, computer and robot vision, and medical imaging courses. He has several international and national recognitions including best paper and reviewer awards. At Ther-AI LLC, Dr. BAgci and the team has been awarded an NIH SBIR Phase-I Project, called iLIGN, PI: Dr. Saad Shaikh.",
      "avatar": "/src/assets/team/Ulas-400X600.webp",
      "email": "ulas.bagci@ther-ai.com",
      "specialties": ["Artificial Intelligence", "Machine Learning", "Medical Imaging", "Computer Vision", "Deep Learning"],
      "active": true,
      "order": 1,
      "featured": true,
      "socialMedia": {
        "linkedin": "https://www.linkedin.com/in/ulasbagci/",
        "instagram": "#",
        "facebook": "#",
        "twitter": ""
      }
    },
    {
      "id": "prof-saad-shaikh",
      "name": "Prof. Saad Shaikh",
      "position": "Principal Investigator",
      "department": "Research",
      "bio": "Dr. Saad Shaikh is a board-certified ophthalmologist and accomplished retinal surgeon whose career spans advanced clinical practice, medical innovation, and entrepreneurial leadership. A graduate of the UC Davis School of Medicine, he completed his ophthalmology residency at Stanford and a prestigious fellowship in retinal surgery at William Beaumont Hospital in Royal Oak, Michigan. Over the years, Dr. Shaikh has trained numerous ophthalmologists, served as a professor at multiple universities, and authored books, chapters, and scholarly articles that have contributed significantly to the field's body of knowledge. In addition to his clinical and academic work, Dr. Shaikh holds an MBA in healthcare management and has a dedicated focus on integrating cutting-edge technology into patient care. He is actively involved in developing artificial intelligence (AI) algorithms that optimize diagnostic accuracy and streamline treatment pathways. He is equally passionate about remote healthcare delivery and telemedicine, positioning himself at the forefront of digital health solutions. By combining his medical expertise, academic leadership, and strategic business perspective, Dr. Shaikh is poised to drive forward-thinking ventures that leverage technology to improve outcomes, expand access to care, and generate long-term value for both patients and investors.",
      "avatar": "/src/assets/team/Prof.-Saad-Shaik-400x600.webp",
      "email": "saad.shaikh@ther-ai.com",
      "specialties": ["Ophthalmology", "Retinal Surgery", "Medical AI", "Healthcare Innovation", "Telemedicine"],
      "active": true,
      "order": 2,
      "featured": true,
      "socialMedia": {
        "linkedin": "",
        "instagram": "",
        "facebook": "",
        "twitter": ""
      }
    }
  ]
}